brew "ag"
brew "bash"
brew "bash-completion2"
brew "cloc"
brew "coreutils"
brew "ctags"
brew "fzf"
brew "git"
brew "git-extras"
brew "htop"
brew "hub"
brew "python"
brew "python3"
brew "rbenv"
brew "ruby-build"
brew "rbenv-gemset"
brew "shellcheck"
brew "tmux"
brew "reattach-to-user-namespace"
brew "tree"
brew "vim", args: ["with-python3"]
brew "watch"
brew "yank"
brew "z"

cask "caffeine"
cask "dash"
cask "docker"
cask "dropbox"
cask "force-paste"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "macpass"
cask "marked"
cask "spectacle"
cask "the-unarchiver"
cask "veracrypt"

# Install on demand
# brew cask install appcleaner
# brew cask install keycastr
# brew cask install postgres
# brew cask install sequel-pro
# brew cask install tunnelblick
# brew cask install virtualbox
